Repository: webmandesign/sidebar-block
Catalog: languages/*.po
Languages: sk_sk

source: Sidebar
sk_sk: Bočný panel

source: Displays a sidebar on front-end of the website.
sk_sk: Zobrazí bočný panel na webovej stránke.

# Block search keyword. Theme Hook Alliance abbreviation.
source: sidebar
sk_sk: bočný panel

# Block search keyword.
source: aside
sk_sk: postranný panel

# Block search keyword.
source: widgets
sk_sk: widgety

# Block search keyword.
source: area
sk_sk: oblasť

source: Make sure the sidebar contains widgets (Appearance → Widgets).
sk_sk: Uistite sa, že bočný panel obsahuje widgety (Vzhľad → Widgety).

source: - choose a sidebar
sk_sk: - vyberte bočný panel

source: Displaying sidebar:
sk_sk: Zobrazuje bočný panel:

source: No sidebar selected.
sk_sk: Nie je zvolený žiaden bočný panel.

source: Sidebar to display
sk_sk: Bočný panel na zobrazenie

# Widget area name.
source: Sidebar
sk_sk: Bočný panel

# Widget area description.
source: Default sidebar area.
sk_sk: Základný bočný panel.
